
/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Uwaga o połączeniu";

/* User deined authorization; the next line has an explanation. */
"%@ denied authorization:" = "%@ odmówił autoryzacji:";

/* No comment provided by engineer. */
"%@ granted authorization." = "%@ przyznał autoryzację.";

/* No comment provided by engineer. */
"%@ has %u new messages." = "%1$@ has %2$u new messages.";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ has 1 new message.";

/* No comment provided by engineer. */
"(No reason given)" = "(brak podanego powodu)";

/* Indicates a preference will not take effect until the next time Adium is loaded */
"(Takes effect the next time Adium launches)" = "(zostanie zastosowany przy następnym uruchomieniu Adium)";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium : Uwaga";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Uwaga Adium: %@";

/* A 'Hiptop' is a mobile device; this phrase descibes a contact who is connected to AIM through a hiptop. */
"AIM via Hiptop" = "AIM przez Hiptop";

/* Button title to allow an action */
"Allow" = "Allow";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Allow MSN Mobile pages?";

/* Action menu item for MSN accounts to toggle whether Mobile pages [forwarding messages to a mobile device] are enabled */
"Allow/Disallow Mobile Pages" = "Dopuść/Zablokuj strony mobilne";

/* No comment provided by engineer. */
"Always Appear Offline to %@" = "Always Appear Offline to %@";

/* No comment provided by engineer. */
"America Online" = "America Online";

/* No comment provided by engineer. */
"An ambiguous user ID was entered" = "Podano niejednoznaczny ID użytkownika";

/* No comment provided by engineer. */
"An error was encoutered sending the file." = "An error was encoutered sending the file.";

/* No comment provided by engineer. */
"AOL Administrator" = "Administrator AOL";

/* Phrase to describe the client through which a contact is connected mobilely; cell phones, for example, may be AOL Mobile Devices. */
"AOL Mobile Device" = "Przenośnie urządzenie AOL";

/* No comment provided by engineer. */
"Appear Offline to %@" = "Appear Offline to %@";

/* No comment provided by engineer. */
"Appear Online to %@" = "Appear Online to %@";

/* No comment provided by engineer. */
"Authenticating" = "Uwierzytelnienie";

/* Connection step */
"Balancer handshake" = "Balancer handshake";

/* No comment provided by engineer. */
"Blocked" = "Blocked";

/* No comment provided by engineer. */
"Cancel" = "Poniechaj";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Cancel Presence Notification to %@";

/* No comment provided by engineer. */
"Connect" = "Connect";

/* No comment provided by engineer. */
"Connecting" = "Łączę się";

/* No comment provided by engineer. */
"Connection error." = "Błąd połączenia";

/* No comment provided by engineer. */
"Connection established" = "Ustanowiono połączenie";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM connected" = "Połączono bezpośrednią pogawędkę";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM disconnected" = "Rozłączono bezpośrednią pogawędkę";

/* Button title to prevent an action */
"Disallow" = "Disallow";

/* No comment provided by engineer. */
"Display names (friendly names)" = "Wyświetlaj nazwy";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?";

/* No comment provided by engineer. */
"Don't Always Appear Offline to %@" = "Don't Always Appear Offline to %@";

/* Connection step */
"Exchanging key hash" = "Wymieniam klucze";

/* No comment provided by engineer. */
"Export Sametime List..." = "Eksportuj listę Sametime…";

/* No comment provided by engineer. */
"File Send Error" = "Błąd wysyłania pliku";

/* No comment provided by engineer. */
"Finalizing connection" = "Ustanawianie połączenia";

/* No comment provided by engineer. */
"From: " = "Od: ";

/* No comment provided by engineer. */
"GG Number" = "Numer GG";

/* No comment provided by engineer. */
"GTalk ID" = "GTalk ID";

/* No comment provided by engineer. */
"ICQ Number" = "Numer ICQ";

/* No comment provided by engineer. */
"Import Sametime List..." = "Importuj listę Sametime…";

/* No comment provided by engineer. */
"Initializing Stream" = "Uruchamiam strumień";

/* No comment provided by engineer. */
"Initiate Conference with %@" = "Rozpocznij konferencję z %@";

/* No comment provided by engineer. */
"Initiate Direct IM with %@" = "Rozpocznij bezpośrednie połączenie z %@";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Rozpocznij grupową pogawędkę z %@";

/* No comment provided by engineer. */
"Invalid Jabber ID or Password" = "Błędne ID lub hasło Jabbera";

/* No comment provided by engineer. */
"Jabber ID" = "Identyfikator Jabbera";

/* No comment provided by engineer. */
"Jabber was unable to connect due to an invalid Jabber ID or password.  This may be because you do not yet have an account on this Jabber server.  Would you like to register now?" = "Jabber nie mógł się zalogować z powodu niewłaściwego ID lub hasła. Może być to spowodowane tym, że nie posiadasz konta na tym serwerze Jabbera. Czy chcesz się teraz zarejestrować?";

/* No comment provided by engineer. */
"Join %@'s Chat" = "Dołącz do pogawędki %@";

/* No comment provided by engineer. */
"LiveJournal ID" = "LiveJournal ID";

/* No comment provided by engineer. */
"Looking up server" = "Szukam serwera";

/* No comment provided by engineer. */
"Member Name" = "Nazwa użytkownika";

/* No comment provided by engineer. */
"MSN" = "MSN";

/* No comment provided by engineer. */
"MSN Passport" = "MSN Passport";

/* No comment provided by engineer. */
"New Mail" = "Nowa poczta";

/* No comment provided by engineer. */
"No reason was given." = "Bez podania powodu.";

/* No comment provided by engineer. */
"OK" = "OK";

/* Action menu item for MSN accounts to open the hotmail inbox */
"Open Hotmail Inbox" = "Open Hotmail Inbox";

/* No comment provided by engineer. */
"Open Mail" = "Otwórz pocztę";

/* Name for the orphans group */
"Orphans" = "Sieroty";

/* No comment provided by engineer. */
"Password sent" = "Wysłano hasło";

/* No comment provided by engineer. */
"Presence Settings for %@" = "Presence Settings for %@";

/* No comment provided by engineer. */
"Re-request Authorization from %@" = "Ponownie zażądaj autoryzacji od %@";

/* Connection step */
"Reading data" = "Czytam dane";

/* Connection step */
"Reading server key" = "Czytam klucz serwera";

/* No comment provided by engineer. */
"Received authorization" = "Otrzymano autoryzację";

/* No comment provided by engineer. */
"Register" = "Zarejestruj";

/* No comment provided by engineer. */
"Requesting to send password" = "Żądanie podania hasła";

/* No comment provided by engineer. */
"Retrieving buddy list" = "Pobieram Listę znajomych";

/* Roster - the Jabber default group */
"Roster" = "Lista kontaktów";

/* No comment provided by engineer. */
"Screen Name" = "Nazwa ekranowa";

/* No comment provided by engineer. */
"Screen name sent" = "Wysłano nazwę ekranową";

/* No comment provided by engineer. */
"Send to %@'s Mobile" = "Send to %@'s Mobile";

/* Action menu item for setting the display name */
"Set Display Name" = "Ustaw nazwę ekranową";

/* No comment provided by engineer. */
"Set Home Phone Number" = "Ustaw numer telefonu domowego";

/* No comment provided by engineer. */
"Set Mobile Phone Number" = "Ustaw numer telefonu komórkowego";

/* No comment provided by engineer. */
"Set Work Phone Number" = "Ustaw numer telefonu firmowego";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Set your friendly name.";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Set your home phone number.";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Set your mobile phone number.";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Set your work phone number.";

/* No comment provided by engineer. */
"Show display names as status messages" = "Wyświetlaj nazwy ekranowe jako status";

/* No comment provided by engineer. */
"Subject: " = "Temat: ";

/* No comment provided by engineer. */
"Syncing with server" = "Synchronizuję z serwerem";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Ukryj się chwilowo przed %@";

/* No comment provided by engineer. */
"The identifier '%@' may possibly refer to any of the following users. Please select the correct user from the list below." = "Identyfikator „%@” może wskazywać na któregoś z poniższych użytkowników. Wskaż właściwego użytkownika z poniższej listy?";

/* No comment provided by engineer. */
"The other user is in your deny list." = "Użytkownik jest na liście blokowania.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "Użytkownik jest chwilowo nieosiągalny.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "This is the name that other MSN buddies will see you as.";

/* No comment provided by engineer. */
"Un-hide From %@" = "Nie ukrywaj się przed %@";

/* No comment provided by engineer. */
"United States" = "Stany Zjednoczone";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Wypisz się z %@";

/* Sample name and server for new gmail accounts */
"username@gmail.com" = "username@gmail.com";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "username@jabber.org";

/* Sample name and server for new livejournal accounts */
"username@livejournal.com" = "username@livejournal.com";

/* No comment provided by engineer. */
"View %@'s Webcam" = "View %@'s Webcam";

/* No comment provided by engineer. */
"Warning level is too high." = "Poziom ostrzeżeń jest zbyt wysoki.";

/* No comment provided by engineer. */
"Yahoo! ID" = "Identyfikator Yahoo!";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Zbyt szybko wysyłasz wiadomości. Poczekaj chwilę i spróbuj ponownie.";

/* No comment provided by engineer. */
"You have %u new messages." = "You have %u new messages.";

/* No comment provided by engineer. */
"You have 1 new message." = "You have 1 new message.";

/* No comment provided by engineer. */
"You have mail!\n" = "Nadeszła nowa poczta!\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Twoja wiadomość do %@ nie została wysłana";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Twoja wiadomość została odrzucona przez odbiorcę.";

/* No comment provided by engineer. */
"Your message was too big." = "Twoja wiadomość była zbyt duża.";

/* No comment provided by engineer. */
"Your Yahoo! message did not get sent." = "Twoja wiadomość Yahoo! nie została wysłana.";
